const tips = {
  mood: [
    {
      emoji: '😄',
      value: 'Наблюдайте за изменениями',
      description:
        'Регулярно отслеживая настроение питомца, вы сможете заметить изменения в его поведении и вовремя обратиться к ветеринару.',
    },
    {
      emoji: '🎾',
      value: 'Активность и игры',
      description:
        'Регулярные игры и физическая активность положительно влияют на настроение и общее состояние питомца.',
    },
    {
      emoji: '❤️',
      value: 'Любовь и забота',
      description:
        'Проводите время с вашим питомцем, ласкайте его, разговаривайте. Ваша любовь и забота - залог его хорошего настроения.',
    },
    {
      emoji: '🍎',
      value: 'Сбалансированное питание',
      description:
        'Правильное питание - основа здоровья и хорошего настроения. Подберите корм, который подходит вашему питомцу по возрасту, породе и уровню активности.',
    },
  ],
  sick: [
    {
      emoji: '🌡️',
      value: 'Измеряйте температуру',
      description:
        'Регулярно измеряйте температуру питомца при недомогании. Повышенная или пониженная температура может быть признаком серьезного заболевания.',
    },
    {
      emoji: '💧',
      value: 'Обеспечьте доступ к воде',
      description:
        'Убедитесь, что у питомца всегда есть доступ к свежей воде, особенно при рвоте, диарее или отказе от еды.',
    },
    {
      emoji: '🍲',
      value: 'Не заставляйте есть',
      description:
        'Не нужно заставлять питомца есть, если у него нет аппетита. Лучше предложить легкую пищу, когда он проголодается.',
    },
    {
      emoji: '🏥',
      value: 'Обратитесь к ветеринару',
      description:
        'При любых сомнениях или ухудшении состояния питомца не занимайтесь самолечением и обратитесь к ветеринару.',
    },
  ],
  vaccine: [
    {
      emoji: '🗓️',
      value: 'Следите за графиком',
      description:
        'Своевременная вакцинация - залог здоровья вашего питомца. Следите за графиком прививок и не пропускайте назначенные визиты к ветеринару.',
    },
    {
      emoji: '💉',
      value: 'Не все вакцины одинаковы',
      description:
        'Существуют разные типы вакцин для разных заболеваний и возрастов. Ветеринар поможет подобрать оптимальный вариант для вашего питомца.',
    },
    {
      emoji: '🌡️',
      value: 'Наблюдайте за состоянием',
      description:
        'После вакцинации важно следить за состоянием питомца. Небольшое повышение температуры или вялость в первые дни - нормальное явление.',
    },
    {
      emoji: '🐶',
      value: 'Защитите от болезней',
      description:
        'Вакцинация помогает защитить вашего питомца от опасных инфекционных заболеваний, которые могут привести к серьезным последствиям.',
    },
  ],
  weight: [
    {
      emoji: '⚖️',
      value: 'Регулярное взвешивание',
      description:
        'Регулярно взвешивайте питомца, чтобы контролировать его вес и вовремя заметить изменения, которые могут свидетельствовать о проблемах со здоровьем.',
    },
    {
      emoji: '🍲',
      value: 'Контроль порций',
      description:
        'Следите за размером порций и не перекармливайте питомца. Переедание может привести к ожирению и проблемам со здоровьем.',
    },
    {
      emoji: '🏃‍♀️',
      value: 'Физическая активность',
      description:
        'Обеспечьте питомцу достаточный уровень физической активности. Регулярные прогулки, игры и тренировки помогут поддерживать здоровый вес.',
    },
    {
      emoji: '🍎',
      value: 'Правильный корм',
      description:
        'Подберите корм, который подходит вашему питомцу по возрасту, породе, уровню активности и состоянию здоровья. Обратитесь к ветеринару за консультацией.',
    },
  ],
};

export default tips;
